Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/for_tidlig_for_nasjonen.docx.tmx
Source language: nob
Languages: fkv

source: For tidlig for nasjonen?
fkv: Liijan varhainen olla oma kansa?

source: I Ruijan Kaikus hektiske dekning av begivenhetene den 16. mars i år, endte vi ved en anledning med å skrive kvenenes nasjonaldag i stedet for det mer innarbeidete kvenfolkets dag.
fkv: Ruijan Kaijula oli hoppu ko piti saađa myötä kaikki tämän vuođen 16:nen marsikuuta tapattumat, ja sillä käviki niin ette kirjoitimma ”kvenenes nasjonaldag” eli ”kvääniin kansalispäivä” sen sijhaan ette olisimma kirjoittanheet ”kväänikansan päivä” niin ko se oon ollu tavalinen.

source: Selv om formuleringen virket å være grei for det store flertall av våre lesere, fikk vi reaksjoner på at det burde vi ikke skrive.
fkv: Vaikka näytti ette formuleeraus sopi usheimille meiđän lukkiijoista, saima kuitenki kansa kuula ette niin ei passaa kirjoittaat.

source: Spørsmålet er derfor om kvenene kan og bør omtale dagen sin også som en nasjonaldag?
fkv: Kysymys kuuluuki ette saavatko ja piđettäiskö kväänit käskeet ommaa päivää kansalispäiväksi?

source: Slik at det snart kan bli både stuerent og valgfritt å si kvenenes nasjonaldag og kvenfolkets dag.
fkv: Niin ette olis passeli ja valinanvapaa sannoot sekä kvääniin kansalispäivä ette kväänikansan päivä.

source: Selv om vi sier ja til en eventuell debatt om saken, er det greit å minne om at dette hjulet er funnet opp før.
fkv: Vaikka meinaama ette se kyllä passaa diskuteerata tämän assiin ympäri, se kuiten oon hyvä kansa muistuttaat ette pyörän oon jo keksitty.

source: I dag heter det nemlig ikke kun samenes nasjonaldag, men valgfritt også samefolkets dag.
fkv: Nykyäänhän käytethään nimmee saamelaisten kansalispäivä nimen saamekansan päivä vieressä.

source: Store statlige instanser som Regjeringen og NRK målbærer i dag valgfriheten, og da sistnevnte i februar 2018 skrev om saken, støttet de seg blant andre til Språkrådet.
fkv: Isot valtakunnaliset instansit niin ko hallitus ja NRK oon nykyään valinanvaphauđen puolela, ja ko viimestimainittu fepruaarikuussa 2018 kirjoitti assiin ympäri, siinä heilä oli kuurtona muun myötä ruijan kielen Kieliraati.

source: Det er lett å anta at bruken av ordet nasjon forutsetter en egen nasjonalstat, men nasjon betyr ganske enkelt kun en gruppe mennesker med felles historie, kultur og språk, minnet NRK om:
fkv: Se oon helppo ajatella ette sannaa kansa (ruijan nasjon) passaa pittäät siinä taphauksessa ette oon olemassa oma kansalisstaatti, mutta kansa meinaa tyhä aivan yksinkertaisesti ihmisjoukkoo millä oon yhtheinen histooria, kulttuuri ja kieli, NRK muistutti.

source: «Nasjon blir brukt i begge betydninger.
fkv: «Ruijan sannaa nasjon (kvääniksi kansa) käytethään molemissa tarkoituksissa.

source: Nasjon knytter seg både til det å ha identitet som folk og det å være et land eller en stat», siterte de Språkrådets seksjonssjef Daniel Ims.
fkv: Se refereeraa siihen ette oon olemassa oma maa eli staatti, mutta kansa siihen ette oon olemassa oma identiteetti kansana», NRK siteeras ruijan kielen Kieliraađïn osakunnanjohtaajaa Daniel Imsii.

source: Ruijan Kaiku har etter alt å dømme sine ord i behold, dersom vi alternativt omtaler kvenfolkets dag som kvenenes nasjonaldag.
fkv: Tästä näjemä ette Ruijan Kaijula oon sanat hallussa ko met käskemä kväänikansan päivää nimelä kvääniin kansalispäivä.

source: Likevel kommer du neppe til å se det ofte i våre spalter, fordi vi enn så lenge velger det som kjennes mest naturlig;
fkv: Tuskin se kuitenkhaan ushein näkkyy tämän makasiinin saroila sillä ko met kuiten vielä piđämä sitä mikä tunttuu luonolissiimalta: kväänikansan päivä.

source: På sikt håper vi derimot at ordet nasjonaldag vil føles mindre kunstig, slik at også vi kan si som Ole Brumm: Ja takk, begge deler.
fkv: Toivoma ette tulleevaisuuđessa kuiten sana kansalispäivä ei tuntuis niin konstikkhaalta, niin ette metki saattaisimma niin ko Ole Brumm sannoot: Joo, kiitos, molemat.

source: For øvrig vår holdning i de fleste tilfeller hvor kvener diskuterer ulike varianter av ord for det samme.
fkv: Muutoinki met ajattelemma samhaan laihiin heti aina ko kväänit praatathaan erilaisten sanavariantiitten ympäri.

source: Slik vi ser det har vi nemlig ingen ord å miste.
fkv: Met olema sitä mieltä ette meilä ei ole varraa mistanttaat yhtäkhään sannaa.

source: Vi har bare ord å finne.
fkv: Meilä oon sannoi tyhä löyđettävänä.

source: Nasjonaldag – kansalispäivä på kvensk – er definitivt ett av dem.
fkv: Kansalispäivä – ruijaksi nasjonaldag – oon aivan sikkaristi yksi niistä.
